[{"id":"_7qc12bczj","title":"You Won’t Believe My Morning","blogBody":" You won’t believe my morning.\r\n\r\nI went out on my daily excursion to sit on the front step of my building for ten minutes holding my breath when people walked by. Normally, I spend the time diddling around my phone, but I forgot to bring my phone this morning, so I just looked around.\r\n\r\nAs I was taking in the emptiness of the street, a little glint caught my eye in a patch of dirt on the sidewalk. I bent over to look closer, and there was the glint again. It wasn’t a normal glint like from a shiny rock or a piece of metal—it was a little pinprick of flashing light.\r\n\r\nIntrigued, I was now on all fours looking closer. And I saw the most surreal thing.\r\n\r\nTiny houses.\r\n\r\nLike tiny houses. Each about a millimeter high, like ornately carved grains of sand.\r\n\r\nI was either dreaming or looking at the coolest, cutest little art project ever.\r\n\r\nAs I examined the microscopic village, I noticed what looked like a scrawl of teeny letters on the dirt next to the houses. It said:\r\n\r\nPUT YOUR THUMB ON THE OVAL\r\n\r\nNow fully having the time of my life, I looked around for an oval. I searched for a few minutes with no luck until I saw, a bit outside the area where the houses were, a little strip of silver, maybe two millimeters long and a millimeter wide. Careful not to damage the houses, I put my thumb on it.\r\n\r\nI won’t be able to accurately describe what happened next, but I’ll try my best. Imagine if the ground underneath you suddenly felt like a furiously spinning liquid whirlpool, combined with the feeling of freefalling, combined with your entire visual field turning into a blurry gray, combined with the worst nausea of your life."},{"id":"_hvbosksh7","title":"It’s 2020 and you’re in the future","blogBody":" It’s finally the 2020s. After 20 years of not being able to refer to the decade we’re in, we’re all finally free—in the clear for the next 80 years until 2100, at which point I assume AGI will have figured out what to call the two decades between 2100 and 2120.\r\n\r\nWe now live in the 20s! It’s exciting. “The twenties” is super legit-sounding, and it’s so old school. The 40s are old. The 30s even more so. But nothing is older school than the Roaring 20s.\r\n\r\nWe’re now in charge of making this a cool decade so when people 100 years from now are thinking about how incredibly old-timey the 2020s were, it’s old-timey in a cool appealing way and not a boring shitty way.\r\n\r\nIt’s also weird that to us, the 2020s sounds like such a rad futuristic decade—and that’s how the 1920s seemed to people 100 years ago today. They were all used to the 19-teens, and suddenly they were like, “whoa cool we’re in the twenties!” Then they got upset thinking about how much farther along in life their 1910 self thought they’d be by 1920.\r\n\r\nIn any case, it’s a perfect time for one of those “shit we’re old” posts."},{"id":"_j2ui4rv7n","title":"The Story of Us: Full Series","blogBody":" The Marketplace of Ideas\r\nIt’s well known that the economic marketplace is all about supply and demand—a supply of products and services satisfies the demand for all kinds of things, like homes, cars, food, and healthcare. The two components react to and influence one another. Demand drives supply as supply scrambles to match it, and suppliers try to manipulate demand to drive it towards whatever they’re supplying.\r\n\r\nWe don’t always think of it like this, but the marketplace of ideas (MPI) works the same way. The demand for everything from knowledge to wisdom to leadership to entertainment to emotional catharsis is met by an endless supply of human expression. But there isn’t really an established way to analyze the MPI the way there is with economics, so we’ll come up with our own way of doing it, using the new language we’re developing.\r\n\r\nIn its most basic form, the MPI is an attention market, where attention is the key currency instead of money.\r\n\r\nEconomic demand is generated by consumer preferences; demand in the MPI is a function of listener preferences. The listener is the consumer of expressed ideas—and in the same way economic consumers have limited money to spend, idea consumers have limited time to spend listening.\r\n\r\nEconomic supply is made up of products and services, and economic suppliers are sellers; supply in the MPI is ideas, supplied by speakers (“speakers,” in this case, means anyone exerting any form of expression—speech, writing, art, etc.)."},{"id":"_8ftmy0fou","title":"hey ","blogBody":" Hi"}]